<template>
    <div class="textInfo">
        <h1 class="title">车主陛下用户注册协议</h1>
        <h3 class="tit-sub">1、车主陛下服务条款确认</h3>
        <div class="content">车主陛下的各项网络电子服务的所有权和运营权归北京从古未来科技有限公司，任何单位和个人非经本公司授权不得以本公司及其所有的网站名义进行商业或非商业活动。车主陛下提供的服务将严格按照本公司及本网发布的服务条款和操作规则执行。用户必须确认所有服务条款并完成注册程序，才能成为车主陛下的正式用户。</div>
        <h3 class="tit-sub">2、车主陛下版权声明</h3>
        <div class="content">车主陛下旗下网站(<a href="http://www.czbx360.com">www.czbx360.com</a>)及车主陛下的其他应用软件上刊载的所有内容，包括但不限于文字报导、图片、声音、录像、图表、标志、标识、广告、商标、商号、域名、软件、程序、版面设计、专栏目录与名称、内容分类标准以及为注册用户提供的任何或所有信息，均受《中华人民共和国著作权法》、《中华人民共和国商标法》、《中华人民共和国专利法》及适用之国际公约中有关著作权、商标权、专利权及其它财产所有权法律的保护，为山东车主陛下集团及其相关权利人专属所有或持有。 使用者将车主陛下提供的内容与服务用于非商业用途、非盈利、非广告目的而纯属个人使用时，应遵守著作权法以及其他相关法律的规定，不得侵犯车主陛下及其相关权利人的合法权益。 使用者将车主陛下提供的内容与服务用于商业、盈利、广告性目的时，需征得车主陛下及其相关权利人的书面特别授权，注明作者及文章出处“车主陛下”，并按有关国际公约和中华人民共和国法律的有关规定向相关权利人支付费用。否则权利有将追究有关人员的侵权责任。 未经车主陛下的明确书面特别授权，任何人不得变更、发行、播送、转载、复制、重制、改动、散布、表演、展示或利用车主陛下的局部或全部的内容或服务或在非车主陛下所属的服务器上作镜像，否则以侵权论，依法追究法律责任。 车主陛下所使用的所有软件归属北京从古未来科技有限公司其及软件提供商所有， 受《中华人民共和国著作权法》及国际版权公约法律保护。除经本网特别说明用作销售或免费下载、使用等目的外，任何其他用途包括但不限于复制、修改、经销、转储、发表、展示、演示以及反向工程均在严格禁止之列，任何单位和个人非法使用均构成对本公司及本网的侵权。</div>
        <h3 class="tit-sub">3、服务约定</h3>
        <div class="content">车主陛下运用自己的电脑操作系统通过国际互联网络为用户提供网络服务。由于服务栏目和内容的不同，要求用户必须： (1)自行配备上网的所需设备， 包括个人电脑、调制解调器或其他必备上网装置。 (2)自行负担个人上网所支付的与此服务有关的电话费用、 网络费用。 (3)提供详尽、准确的个人资料。 (4)不断更新注册资料，符合及时、详尽、准确的要求。 如果用户提供的资料包含有不正确的信息，车主陛下保留结束用户使用网络服务资格的权利。</div>
        <h3 class="tit-sub">4、服务修订</h3>
       <div class="content"> 车主陛下根据自身的服务内容，以及与用户达成的协议提供服务。用户在享用本网提供的专项服务的同时，同意接受网站提供的各类信息服务。车主陛下有权在必要时修改服务条款，车主陛下服务条款一旦发生变动，将会在重要页面上提示修改内容。如果不同意所改动的内容，用户可以在与本网取得联系后取消获得的网络服务。如果用户继续享用网络服务，则视为接受服务条款的变动。车主陛下保留随时修改或中断服务而不需提前告知用户的权利。车主陛下行使修改或中断服务的权利，不需对用户或第三方负责。</div>
        <h3 class="tit-sub">5、注册用户隐私保护</h3>
        <div class="content">用户一旦注册成功，成为车主陛下的合法用户，将得到一个手机号和用户名。 由用户对手机号以及登录验证码负全部责任。另外，每个用户都要对以其用户名进行的所有活动和事件负全责。用户若发现任何非法使用用户帐号或存在安全漏洞的情况，请立即通告车主陛下。 车主陛下尊重用户个人隐私，未经合法用户授权，本网不会在公开、编辑或透露其注册资料及保存在本网的非公开内容，除非有法律许可要求或未经合法用户授权在诚信的基础上认为透露这些信息是必要的： </div>
            <div class="content">(1)用户授权本网或授权某人通过电子邮件服务透露这些信息。</div>
            <div class="content">(2)相应的法律及程序要求本网提供用户的个人资料。 </div>
            <div class="content">(3)遵守有关法律规定，遵从本网合法服务程序。</div>
           <div class="content"> (4)保持维护本网的商标所有权。 </div>
           <div class="content"> (5)在紧急情况下竭力维护用户个人和社会大众的隐私安全。 </div>
           <div class="content"> (6)符合其他相关的要求。</div>
        <h3 class="tit-sub">6、风险承担</h3>
       <div class="content"> 用户个人对网络服务的使用自行承担风险。车主陛下所提供的所有资料权限于对用户参考，不对用户的商业运作做任何具体性指导，用户应自行承担使用或提供本网信息的商业活动及其风险。车主陛下不保证服务一定能满足用户的要求，也不保证服务不会受中断。本网将尽力保证服务的及时性、准确性、安全性，但对及时性、准确性、安全性等都不作任何具体承诺。对用户在运用车主陛下得到的任何商品购物服务或交易进程，均不作任何担保。</div>
        <h3 class="tit-sub">7、免责事由</h3>
         <div class="content">  （1）车主陛下对用户在接受服务过程中所受的任何直接、间接的损害不负责任，这些损害可能来自：不正当使用网络服务，在网上购买商品或进行同类型服务，在网上进行交易，非法使用网络服务或用户传送的信息有所变动等。</div> 
         <div class="content">  （2）车主陛下不对用户所发布信息的删除或储存失败负责。车主陛下有判定用户的行为是否符合本网服务条款的要求和精神的保留权利，如果用户违背了服务条款的规定，车主陛下有中断对其提供网络服务的权利。 </div>
         <div class="content">  （3）对用户自行提供的信息，由用户依法自行承担全部责任。车主陛下对此等信息的准确性、完整性、合法性或真实性均不承担任何责任。</div>
         <div class="content">  （4）用户在本网论坛所发表的任何意见均属于个人意见，并不代表北京从古未来科技有限公司及车主陛下也持同样的观点。</div>
        <h3 class="tit-sub">8、用户承诺</h3>
       <div class="content"> 用户自行承担发布内容的责任。用户对服务的使用是根据所有适用于车主陛下的国家法律、地方法律和国际法律准则的规定的。 用户必须遵循：</div>
          <div class="content">  (1)用户必须提供真实的自我信息，对其在本网站上发布的信息负责全部责任。 </div>
          <div class="content">  (2)从中国境内向外传输资料信息时必须符合中国有关法规。 </div>
          <div class="content">  (3)使用网络服务不作非法用途。 </div>
          <div class="content">  (4)不干扰或攻击网络服务。 </div>
          <div class="content">  (5)遵守所有使用网络服务的网络协议、规定、程序和惯例。 </div>
         <div class="content">用户须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。另外，用户也不能传输任何教唆他人构成犯罪行为的资料；不能传输涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法律的资料。禁止未经许可而非法进入其它电脑系统。用户需对自己在网上的行为承担法律责任。用户若在车主陛下上散布和传播反动、色情或其他违反国家法律的信息，本网的系统记录有可能作为用户违反法律的证据。车主陛下有权对违法行为作出独立判断并立即取消用户服务。 用户特别承诺：用户一旦在车主陛下网站注册，即以明示或默示的方式同意并允许车主陛下将用户的商号、商标等用于车主陛下信息及开发的衍生产品中。但车主陛下在使用过程中应保证其公正的立场，正确反应客观事实，不得恶意诋毁或损害用户的名誉。</div>
        <h3 class="tit-sub">9、服务终止或中止</h3>
        <div class="content"> 车主陛下和用户可根据合同约定或实际情况终止、中止一项或多项网络服务。车主陛下不需对任何个人或第三方负责而随时中止服务。用户对后来的条款修改有异议，或对本网的服务不满，可以行使如下权利：</div>
        <div class="content">    (1)停止使用本网的网络服务。 </div>
        <div class="content">    (2)通告本网停止对该用户的服务。</div>
        <div class="content">     结束用户服务后，用户使用网络服务的权利立即终止或中止。从终止或中止之时，用户没有权利，本网也没有义务传送任何未处理的信息或未完成的服务给用户或第三方。</div>
        <h3 class="tit-sub">10、通告形式</h3>
        <div class="content">  车主陛下服务条款的修改、服务变更、或其它重要事件发生变动而需要通告时，可根据实际情况选择通过重要页面公告、电子邮件、常规信件等形式进行。</div>
        <h3 class="tit-sub">11、法律适用</h3>
        <div class="content">  本网网络服务条款与中华人民共和国的法律解释相一致，用户和车主陛下一致同意服从中华人民共和国法律的管辖。如发生车主陛下服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持对用户产生法律效力和影响。</div>
        <h3 class="tit-sub">12、代驾服务覆盖区域</h3>
        <mu-container>
            <mu-paper :z-depth="1" class="sel-table">
                <mu-data-table :columns="columns" :sort.sync="sort" @sort-change="handleSortChange" :data="list">
                <template slot-scope="scope">
                    <td  class="is-center">{{scope.$index+1}}</td>
                    <td class="is-center">{{scope.row.sheng}}</td>
                    <td class="is-center">{{scope.row.city}}</td>
                    <td>{{scope.row.ser}}</td>
                </template>
                </mu-data-table>
            </mu-paper>
        </mu-container>
    </div>
</template>
<script>
export default {
    data() {
        return {
            columns: [
                { title: '序号', width:'10%',name: 'ind'},
                { title: '省份', width:'18%', align: 'center',name: 'sheng'},
                { title: '覆盖城市',width:'18%', align: 'center',name:'city'},
                { title: '服务区域',name:'ser'}
            ],
            list:[
                {
                  "sheng":"安徽",
                  "city":"安庆市" ,
                  "ser":"大观区、宜秀区、迎江区" 
                },
                {
                  "sheng":"安徽",
                  "city":"蚌埠市" ,
                  "ser":"淮上区、禹会区、蚌山区、龙子湖区" 
                },
                {
                  "sheng":"安徽",
                  "city":"亳州市" ,
                  "ser":"谯城区" 
                },
                {
                  "sheng":"安徽",
                  "city":"滁州市 " ,
                  "ser":"琅琊区" 
                },
                {
                  "sheng":"安徽",
                  "city":"阜阳市 " ,
                  "ser":"颍东区、颍州区、颍泉区" 
                },
                {
                  "sheng":"安徽",
                  "city":"合肥市 " ,
                  "ser":"包河区、庐阳区、瑶海区、蜀山区" 
                },
                {
                  "sheng":"安徽",
                  "city":"合肥市--巢湖市 " ,
                  "ser":"城区" 
                },
                {
                  "sheng":"安徽",
                  "city":"淮北市" ,
                  "ser":"相山区" 
                },
                {
                  "sheng":"安徽",
                  "city":"淮南市" ,
                  "ser":"八公山、区大通、区田家庵区" 
                },
                {
                  "sheng":"安徽",
                  "city":"芜湖市" ,
                  "ser":"镜湖区、弋江区、鸠江区" 
                },
                {
                  "sheng":"安徽",
                  "city":"宿州市" ,
                  "ser":"埇桥区" 
                },
                {
                  "sheng":"北京",
                  "city":"北京市" ,
                  "ser":"东城区、丰台区、朝阳区、海淀区、石景山区、西城区" 
                },
                {
                  "sheng":"福建",
                  "city":"龙岩市" ,
                  "ser":"新罗区" 
                },
                {
                  "sheng":"福建",
                  "city":"南平市" ,
                  "ser":"延平区" 
                },
                {
                  "sheng":"福建",
                  "city":"莆田市" ,
                  "ser":"城厢区、荔城区" 
                },
                {
                  "sheng":"福建",
                  "city":"泉州市" ,
                  "ser":"丰泽区、洛江区、鲤城区" 
                },
                {
                  "sheng":"福建",
                  "city":"厦门市" ,
                  "ser":"思明区、湖里区" 
                },
                {
                  "sheng":"福建",
                  "city":"漳州市" ,
                  "ser":"芗城区、龙文区" 
                },
                {
                  "sheng":"福建",
                  "city":"福州市" ,
                  "ser":"仓山区、台江区、晋安区、鼓楼区" 
                },
                {
                  "sheng":"甘肃",
                  "city":"兰州市" ,
                  "ser":"七里河区、城关区、安宁区" 
                },
                {
                  "sheng":"甘肃",
                  "city":"兰州市--西固区" ,
                  "ser":"西固区" 
                },
                {
                  "sheng":"甘肃",
                  "city":"天水市" ,
                  "ser":"秦州区、麦积区" 
                },
                {
                  "sheng":"广东",
                  "city":"潮州市" ,
                  "ser":"湘桥区" 
                },
                {
                  "sheng":"广东",
                  "city":"东莞市" ,
                  "ser":"东莞市" 
                },
                {
                  "sheng":"广东",
                  "city":"佛山市" ,
                  "ser":"南海区、禅城区" 
                },
                {
                  "sheng":"广东",
                  "city":"佛山市--顺德区" ,
                  "ser":"顺德区" 
                },
                {
                  "sheng":"广东",
                  "city":"广州市" ,
                  "ser":"天河区、海珠区、白云区、荔湾区、越秀区" 
                },
                {
                  "sheng":"广东",
                  "city":"广州市--番禺区" ,
                  "ser":"番禺区" 
                },
                {
                  "sheng":"广东",
                  "city":"河源市" ,
                  "ser":"源城区" 
                },
                {
                  "sheng":"广东",
                  "city":"惠州市" ,
                  "ser":"惠城区" 
                },
                {
                  "sheng":"广东",
                  "city":"江门市" ,
                  "ser":"蓬江区、江海区" 
                },
                {
                  "sheng":"广东",
                  "city":"揭阳市" ,
                  "ser":"揭东区、榕城区" 
                },
                {
                  "sheng":"广东",
                  "city":"茂名市" ,
                  "ser":"茂南区、茂港区" 
                },
                {
                  "sheng":"广东",
                  "city":"梅州市" ,
                  "ser":"梅江区" 
                },
                {
                  "sheng":"广东",
                  "city":"清远市" ,
                  "ser":"清城区" 
                },
                {
                  "sheng":"广东",
                  "city":"汕头市" ,
                  "ser":"金平区、龙湖区" 
                },
                {
                  "sheng":"广东",
                  "city":"汕尾市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"广东",
                  "city":"韶关市" ,
                  "ser":"武江区、浈江区" 
                },
                {
                  "sheng":"广东",
                  "city":"韶关市--曲江区" ,
                  "ser":"曲江区" 
                },
                {
                  "sheng":"广东",
                  "city":"深圳市" ,
                  "ser":"南山区、盐田区、福田区、罗湖区" 
                },
                {
                  "sheng":"广东",
                  "city":"阳江市" ,
                  "ser":"江城区" 
                },
                {
                  "sheng":"广东",
                  "city":"云浮市" ,
                  "ser":"云城区" 
                },
                {
                  "sheng":"广东",
                  "city":"湛江市" ,
                  "ser":"赤坎区、霞山区" 
                },
                {
                  "sheng":"广东",
                  "city":"肇庆市" ,
                  "ser":"端州区、鼎湖区" 
                },
                {
                  "sheng":"广东",
                  "city":"中山市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"广东",
                  "city":"珠海市" ,
                  "ser":"斗门区、金湾区、香洲区" 
                },
                {
                  "sheng":"广西",
                  "city":"桂林市" ,
                  "ser":"七星区、叠彩区、秀峰区、象山区" 
                },
                {
                  "sheng":"广西",
                  "city":"柳州市" ,
                  "ser":"城中区、柳北区、柳南区、鱼峰区" 
                },
                {
                  "sheng":"广西",
                  "city":"南宁市" ,
                  "ser":"兴宁区、江南区、良庆区、西乡塘区、邕宁区、青秀区" 
                },
                {
                  "sheng":"广西",
                  "city":"钦州市" ,
                  "ser":"钦北区、钦南区" 
                },
                {
                  "sheng":"贵州",
                  "city":"贵阳市" ,
                  "ser":"云岩区、南明区" 
                },
                {
                  "sheng":"贵州",
                  "city":"六盘水市" ,
                  "ser":"钟山区" 
                },
                {
                  "sheng":"贵州",
                  "city":"遵义市" ,
                  "ser":"汇川区" 
                },
                {
                  "sheng":"海南",
                  "city":"海口市" ,
                  "ser":"琼山区、龙华区" 
                },
                {
                  "sheng":"海南",
                  "city":"三亚市" ,
                  "ser":"吉阳区、海棠区、天涯区、崖州区" 
                },
                {
                  "sheng":"河北",
                  "city":"保定市" ,
                  "ser":"北市区、南市区、新市区" 
                },
                {
                  "sheng":"河北",
                  "city":"沧州市" ,
                  "ser":"新华区、运河区" 
                },
                {
                  "sheng":"河北",
                  "city":"承德市" ,
                  "ser":"双桥区" 
                },
                {
                  "sheng":"河北",
                  "city":"邯郸市" ,
                  "ser":"丛台区、复兴区、邯山区" 
                },
                {
                  "sheng":"河北",
                  "city":"衡水市" ,
                  "ser":"桃城区" 
                },
                {
                  "sheng":"河北",
                  "city":"廊坊市" ,
                  "ser":"安次区、广阳区" 
                },
                {
                  "sheng":"河北",
                  "city":"秦皇岛市" ,
                  "ser":"海港区" 
                },
                {
                  "sheng":"河北",
                  "city":"石家庄市" ,
                  "ser":"新华区、桥西区、裕华区、长安区" 
                },
                {
                  "sheng":"河北",
                  "city":"唐山市" ,
                  "ser":"路北区、路南区" 
                },
                {
                  "sheng":"河北",
                  "city":"邢台市" ,
                  "ser":"桥东区、桥西区" 
                },
                {
                  "sheng":"河北",
                  "city":"张家口市" ,
                  "ser":"桥东区、桥西区" 
                },
                {
                  "sheng":"河南",
                  "city":"安阳市" ,
                  "ser":"北关区、文峰区、殷都区、龙安区" 
                },
                {
                  "sheng":"河南",
                  "city":"鹤壁市" ,
                  "ser":"淇滨区" 
                },
                {
                  "sheng":"河南",
                  "city":"济源市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"河南",
                  "city":"焦作市" ,
                  "ser":"中站区、山阳区、解放区" 
                },
                {
                  "sheng":"河南",
                  "city":"开封市" ,
                  "ser":"禹王台区、金明区、顺河回族区、鼓楼区、龙亭区" 
                },
                {
                  "sheng":"河南",
                  "city":"洛阳市" ,
                  "ser":"廛河回族区、洛龙区、涧西区、老城区、西工区" 
                },
                {
                  "sheng":"河南",
                  "city":"漯河市" ,
                  "ser":"召陵区、源汇区、郾城区" 
                },
                {
                  "sheng":"河南",
                  "city":"南阳市" ,
                  "ser":"卧龙区、宛城区" 
                },
                {
                  "sheng":"河南",
                  "city":"平顶山市" ,
                  "ser":"卫东区、新华区、湛河区、石龙区" 
                },
                {
                  "sheng":"河南",
                  "city":"濮阳市" ,
                  "ser":"华龙区" 
                },
                {
                  "sheng":"河南",
                  "city":"三门峡市" ,
                  "ser":"湖滨区" 
                },
                {
                  "sheng":"河南",
                  "city":"商丘市" ,
                  "ser":"梁园区、睢阳区" 
                },
                {
                  "sheng":"河南",
                  "city":"新乡市" ,
                  "ser":"卫滨区、牧野区、红旗区" 
                },
                {
                  "sheng":"河南",
                  "city":"信阳市" ,
                  "ser":"浉河区、平桥区" 
                },
                {
                  "sheng":"河南",
                  "city":"许昌市" ,
                  "ser":"许昌县、魏都区" 
                },
                {
                  "sheng":"河南",
                  "city":"郑州市" ,
                  "ser":"中原区、二七区、惠济区、管城回族区、金水区" 
                },
                {
                  "sheng":"河南",
                  "city":"周口市" ,
                  "ser":"川汇区" 
                },
                {
                  "sheng":"河南",
                  "city":"驻马店市" ,
                  "ser":"驿城区" 
                },
                {
                  "sheng":"黑龙江",
                  "city":"大庆市" ,
                  "ser":"萨尔图区、让胡路区、龙凤区" 
                },
                {
                  "sheng":"黑龙江",
                  "city":"哈尔滨市" ,
                  "ser":"南岗区、平房区、松北区、道外区、道里区、香坊区" 
                },
                {
                  "sheng":"黑龙江",
                  "city":"鸡西市" ,
                  "ser":"鸡冠区" 
                },
                {
                  "sheng":"黑龙江",
                  "city":"牡丹江市" ,
                  "ser":"东安区、爱民区、西安区、阳明区" 
                },
                {
                  "sheng":"黑龙江",
                  "city":"齐齐哈尔市" ,
                  "ser":"建华区、铁锋区、龙沙区" 
                },
                {
                  "sheng":"湖北",
                  "city":"黄冈市" ,
                  "ser":"黄州区" 
                },
                {
                  "sheng":"湖北",
                  "city":"黄石市" ,
                  "ser":"下陆区、西塞山区、铁山区、黄石港区" 
                },
                {
                  "sheng":"湖北",
                  "city":"荆门市" ,
                  "ser":"东宝区、掇刀区" 
                },
                {
                  "sheng":"湖北",
                  "city":"荆州市" ,
                  "ser":"沙市区、荆州区" 
                },
                {
                  "sheng":"湖北",
                  "city":"十堰市" ,
                  "ser":"张湾区、茅箭区、郧阳区" 
                },
                {
                  "sheng":"湖北",
                  "city":"天门市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"湖北",
                  "city":"武汉市" ,
                  "ser":"硚口区、武昌区、汉阳区、江岸区、江汉区、洪山区、青山区" 
                },
                {
                  "sheng":"湖北",
                  "city":"武汉市—新洲区" ,
                  "ser":"新洲区" 
                },
                {
                  "sheng":"湖北",
                  "city":"仙桃市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"湖北",
                  "city":"宜昌市" ,
                  "ser":"伍家岗区、点军区、西陵区" 
                },
                {
                  "sheng":"湖南",
                  "city":"常德市" ,
                  "ser":"武陵区、鼎城区" 
                },
                {
                  "sheng":"湖南",
                  "city":"郴州市" ,
                  "ser":"北湖区、苏仙区" 
                },
                {
                  "sheng":"湖南",
                  "city":"衡阳市" ,
                  "ser":"珠晖区、石鼓区、蒸湘区、雁峰区" 
                },
                {
                  "sheng":"湖南",
                  "city":"娄底市" ,
                  "ser":"娄星区" 
                },
                {
                  "sheng":"湖南",
                  "city":"邵阳市" ,
                  "ser":"北塔区、双清区、大祥区" 
                },
                {
                  "sheng":"湖南",
                  "city":"湘潭市" ,
                  "ser":"岳塘区、雨湖区" 
                },
                {
                  "sheng":"湖南",
                  "city":"湘西土家族苗族自治州--吉首市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"湖南",
                  "city":"襄阳市" ,
                  "ser":"樊城区、襄城区、襄州区" 
                },
                {
                  "sheng":"湖南",
                  "city":"益阳市" ,
                  "ser":"资阳区、赫山区" 
                },
                {
                  "sheng":"湖南",
                  "city":"永州市" ,
                  "ser":"冷水滩区" 
                },
                {
                  "sheng":"湖南",
                  "city":"岳阳市" ,
                  "ser":"岳阳楼区" 
                },
                {
                  "sheng":"湖南",
                  "city":"长沙市" ,
                  "ser":"天心区、岳麓区、开福区、芙蓉区、雨花区" 
                },
                {
                  "sheng":"湖南",
                  "city":"株洲市" ,
                  "ser":"天元区、石峰区、芦淞区、荷塘区" 
                },
                {
                  "sheng":"吉林",
                  "city":"白城市" ,
                  "ser":"洮北区" 
                },
                {
                  "sheng":"吉林",
                  "city":"白山市" ,
                  "ser":"浑江区" 
                },
                {
                  "sheng":"吉林",
                  "city":"吉林市" ,
                  "ser":"丰满区、昌邑区、船营区、龙潭区" 
                },
                {
                  "sheng":"吉林",
                  "city":"辽源市" ,
                  "ser":"西安区、龙山区" 
                },
                {
                  "sheng":"吉林",
                  "city":"四平市" ,
                  "ser":"铁东区、铁西区" 
                },
                {
                  "sheng":"吉林",
                  "city":"松原市" ,
                  "ser":"宁江区、前郭尔罗斯蒙古族自治县" 
                },
                {
                  "sheng":"吉林",
                  "city":"通化市--二道江区" ,
                  "ser":"二道江区" 
                },
                {
                  "sheng":"吉林",
                  "city":"通辽市" ,
                  "ser":"东昌区" 
                },
                {
                  "sheng":"吉林",
                  "city":"延边朝鲜族自治州--延吉市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"吉林",
                  "city":"长春市" ,
                  "ser":"二道区、南关区、宽城区、朝阳区、绿园区" 
                },
                {
                  "sheng":"江苏",
                  "city":"常州市" ,
                  "ser":"天宁区、新北区、武进区、钟楼区" 
                },
                {
                  "sheng":"江苏",
                  "city":"丹阳市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"江苏",
                  "city":"淮安市" ,
                  "ser":"淮阴区、清河区、清浦区" 
                },
                {
                  "sheng":"江苏",
                  "city":"淮安市--盱眙县" ,
                  "ser":"盱眙县" 
                },
                {
                  "sheng":"江苏",
                  "city":"连云港市" ,
                  "ser":"新浦区、海州区" 
                },
                {
                  "sheng":"江苏",
                  "city":"南京市" ,
                  "ser":"建邺区、玄武区、秦淮区、雨花台区、鼓楼区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"南通市" ,
                  "ser":"崇川区、港闸区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"南通市--海安县" ,
                  "ser":"海安县" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"南通市--海门市" ,
                  "ser":"城区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"南通市--如皋市" ,
                  "ser":"城区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"苏州市" ,
                  "ser":"姑苏区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"苏州市--常熟市" ,
                  "ser":"城区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"苏州市--昆山市" ,
                  "ser":"城区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"苏州市--太仓市" ,
                  "ser":"城区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"苏州市--张家港市" ,
                  "ser":"城区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"泰州市" ,
                  "ser":"海陵区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"泰州市--靖江市" ,
                  "ser":"城区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"泰州市--泰兴市" ,
                  "ser":"城区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"无锡市" ,
                  "ser":"北塘区、南长区、崇安区、滨湖区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"无锡市--江阴市" ,
                  "ser":"城区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"无锡市--宜兴市" ,
                  "ser":"城区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"宿迁市" ,
                  "ser":"宿城区、宿豫区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"徐州市" ,
                  "ser":"云龙区、泉山区、鼓楼区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"盐城市" ,
                  "ser":"亭湖区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"盐城市--大丰市" ,
                  "ser":"城区" 
                }, 
                {
                  "sheng":"江苏",
                  "city":"盐城市--阜宁县" ,
                  "ser":"阜宁县" 
                },
                {
                  "sheng":"江苏",
                  "city":"盐城市--建湖县" ,
                  "ser":"建湖县" 
                },
                {
                  "sheng":"江苏",
                  "city":"盐城市--盐都区" ,
                  "ser":"盐都区" 
                },
                {
                  "sheng":"江苏",
                  "city":"扬州市" ,
                  "ser":"邗江区" 
                },
                {
                  "sheng":"江苏",
                  "city":"扬州市--宝应县" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"江苏",
                  "city":"扬州市--江都区" ,
                  "ser":"江都区" 
                },
                {
                  "sheng":"江苏",
                  "city":"镇江市" ,
                  "ser":"京口区、润州区" 
                },
                {
                  "sheng":"江西",
                  "city":"赣州市" ,
                  "ser":"章贡区" 
                },
                {
                  "sheng":"江西",
                  "city":"吉安市" ,
                  "ser":"吉州区" 
                },
                {
                  "sheng":"江西",
                  "city":"景德镇市" ,
                  "ser":"昌江区、珠山区" 
                },
                {
                  "sheng":"江西",
                  "city":"九江市" ,
                  "ser":"庐山区、浔阳区" 
                },
                {
                  "sheng":"江西",
                  "city":"南昌市" ,
                  "ser":"东湖区、湾里区、西湖区、青云谱区、青山湖区" 
                },
                {
                  "sheng":"江西",
                  "city":"萍乡市" ,
                  "ser":"安源区" 
                },
                {
                  "sheng":"江西",
                  "city":"上饶市" ,
                  "ser":"上饶县、信州区" 
                },
                {
                  "sheng":"江西",
                  "city":"上饶市--余干县" ,
                  "ser":"余干县" 
                },
                {
                  "sheng":"江西",
                  "city":"新余市" ,
                  "ser":"渝水区" 
                },
                {
                  "sheng":"江西",
                  "city":"宜春市" ,
                  "ser":"袁州区" 
                },
                {
                  "sheng":"江西",
                  "city":"鹰潭市" ,
                  "ser":"月湖区" 
                },
                {
                  "sheng":"辽宁",
                  "city":"鞍山市" ,
                  "ser":"千山区、立山区、铁东区、铁西区" 
                },
                {
                  "sheng":"辽宁",
                  "city":"本溪市" ,
                  "ser":"平山区、明山区、溪湖区" 
                },
                {
                  "sheng":"辽宁",
                  "city":"大连市" ,
                  "ser":"中山区、沙河口区、甘井子区、西岗区" 
                },
                {
                  "sheng":"辽宁",
                  "city":"大连市--金州区" ,
                  "ser":"金州区" 
                },
                {
                  "sheng":"辽宁",
                  "city":"丹东市" ,
                  "ser":"元宝区、振兴区、振安区" 
                },
                {
                  "sheng":"辽宁",
                  "city":"抚顺市 " ,
                  "ser":"东洲区、抚顺县、新抚区、望花区、顺城区" 
                },
                {
                  "sheng":"辽宁",
                  "city":"锦州市 " ,
                  "ser":"凌河区、古塔区、太和区" 
                },
                {
                  "sheng":"辽宁",
                  "city":"辽阳市 " ,
                  "ser":"太子河区、文圣区、白塔区" 
                },
                {
                  "sheng":"辽宁",
                  "city":"沈阳市" ,
                  "ser":"和平区、大东区、沈河区、皇姑区、铁西区" 
                },
                {
                  "sheng":"辽宁",
                  "city":"营口市" ,
                  "ser":"站前区、西市区" 
                },
                {
                  "sheng":"内蒙古",
                  "city":"包头市" ,
                  "ser":"东河区、九原区、昆都仑区、青山区" 
                },
                {
                  "sheng":"内蒙古",
                  "city":"赤峰市" ,
                  "ser":"松山区" 
                },
                {
                  "sheng":"内蒙古",
                  "city":"鄂尔多斯市" ,
                  "ser":"东胜区" 
                },
                {
                  "sheng":"内蒙古",
                  "city":"呼和浩特市" ,
                  "ser":"回民区、新城区、赛罕区、玉泉区" 
                },
                {
                  "sheng":"内蒙古",
                  "city":"佳木斯市" ,
                  "ser":"东风区、前进区、向阳区、永红区、郊区" 
                },
                {
                  "sheng":"内蒙古",
                  "city":"乌兰察布市" ,
                  "ser":"集宁区" 
                },
                {
                  "sheng":"宁夏",
                  "city":"石嘴山市" ,
                  "ser":"大武口区" 
                },
                {
                  "sheng":"宁夏",
                  "city":"吴忠市" ,
                  "ser":"利通区" 
                },
                {
                  "sheng":"宁夏",
                  "city":"银川市" ,
                  "ser":"兴庆区、西夏区、金凤区" 
                },
                {
                  "sheng":"青海",
                  "city":"西宁市" ,
                  "ser":"城东区、城中区、城北区、城西区" 
                },
                {
                  "sheng":"山东",
                  "city":"滨州市" ,
                  "ser":"滨城区" 
                },
                {
                  "sheng":"山东",
                  "city":"德州市" ,
                  "ser":"德城区" 
                },
                {
                  "sheng":"山东",
                  "city":"东营市" ,
                  "ser":"东营区" 
                },
                {
                  "sheng":"山东",
                  "city":"菏泽市" ,
                  "ser":"牡丹区" 
                },
                {
                  "sheng":"山东",
                  "city":"济南市" ,
                  "ser":"历下区、历城区、天桥区、市中区、槐荫区" 
                },
                {
                  "sheng":"山东",
                  "city":"济宁市" ,
                  "ser":"任城区" 
                },
                {
                  "sheng":"山东",
                  "city":"莱芜市" ,
                  "ser":"莱城区" 
                },
                {
                  "sheng":"山东",
                  "city":"聊城市" ,
                  "ser":"东昌府区" 
                },
                {
                  "sheng":"山东",
                  "city":"临沂市" ,
                  "ser":"兰山区、河东区、罗庄区" 
                },
                {
                  "sheng":"山东",
                  "city":"青岛市" ,
                  "ser":"崂山区、市北区、市南区、李沧区" 
                },
                {
                  "sheng":"山东",
                  "city":"日照市" ,
                  "ser":"东港区" 
                },
                {
                  "sheng":"山东",
                  "city":"泰安市" ,
                  "ser":"岱岳区、泰山区" 
                },
                {
                  "sheng":"山东",
                  "city":"威海市" ,
                  "ser":"环翠区" 
                },
                {
                  "sheng":"山东",
                  "city":"威海市--荣成市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"山东",
                  "city":"潍坊市" ,
                  "ser":"坊子区、奎文区、寒亭区、潍城区" 
                },
                {
                  "sheng":"山东",
                  "city":"烟台市" ,
                  "ser":"福山区、芝罘区、莱山区" 
                },
                {
                  "sheng":"山东",
                  "city":"枣庄市" ,
                  "ser":"市中区" 
                },
                {
                  "sheng":"山东",
                  "city":"淄博市" ,
                  "ser":"张店区" 
                },
                {
                  "sheng":"山西",
                  "city":"晋城市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"山西",
                  "city":"晋中市" ,
                  "ser":"榆次区" 
                },
                {
                  "sheng":"山西",
                  "city":"临汾市" ,
                  "ser":"尧都区" 
                },
                {
                  "sheng":"山西",
                  "city":"朔州市" ,
                  "ser":"朔城区" 
                },
                {
                  "sheng":"山西",
                  "city":"太原市" ,
                  "ser":"万柏林区、小店区、尖草坪区、晋源区、杏花岭区、迎泽区" 
                },
                {
                  "sheng":"山西",
                  "city":"渭南市" ,
                  "ser":"临渭区" 
                },
                {
                  "sheng":"山西",
                  "city":"忻州市" ,
                  "ser":"忻府区" 
                },
                {
                  "sheng":"山西",
                  "city":"运城市" ,
                  "ser":"盐湖区" 
                },
                {
                  "sheng":"山西",
                  "city":"长治市" ,
                  "ser":"城区" 
                },
                {
                    "sheng":"山西",
                    "city":"大同市" ,
                    "ser":"城区" 
                },
                {
                  "sheng":"陕西",
                  "city":"宝鸡市" ,
                  "ser":"渭滨区、金台区" 
                },
                {
                  "sheng":"陕西",
                  "city":"汉中市" ,
                  "ser":"汉台区" 
                },
                {
                  "sheng":"陕西",
                  "city":"西安市" ,
                  "ser":"新城区、未央区、碑林区、莲湖区、长安区、雁塔区" 
                },
                {
                  "sheng":"陕西",
                  "city":"咸阳市" ,
                  "ser":"渭城区、秦都区" 
                },
                {
                  "sheng":"陕西",
                  "city":"延安市" ,
                  "ser":"宝塔区" 
                },
                {
                  "sheng":"上海",
                  "city":"上海市" ,
                  "ser":"浦东新区、黄浦区、徐汇区、普陀区、杨浦区、虹口区、长宁区、闸北区、静安区、黄浦区" 
                },
                {
                  "sheng":"四川",
                  "city":"成都市" ,
                  "ser":"成华区、武侯区、金牛区、锦江区、青羊区" 
                },
                {
                  "sheng":"四川",
                  "city":"绵阳市" ,
                  "ser":"涪城区" 
                },
                {
                  "sheng":"四川",
                  "city":"南充市" ,
                  "ser":"嘉陵区、顺庆区、高坪区" 
                },
                {
                  "sheng":"四川",
                  "city":"内江市" ,
                  "ser":"东兴区、市中区" 
                },
                {
                  "sheng":"四川",
                  "city":"邛崃市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"天津",
                  "city":"天津市" ,
                  "ser":"北辰区、南开区、和平区、河东区、河北区、河西区、红桥区" 
                },
                {
                  "sheng":"西藏",
                  "city":"拉萨市" ,
                  "ser":"城关区" 
                },
                {
                  "sheng":"新疆",
                  "city":"乌鲁木齐市" ,
                  "ser":"天山区、头屯河区、新市区、水磨沟区、沙依巴克区" 
                },
                {
                  "sheng":"云南",
                  "city":"昆明市" ,
                  "ser":"五华区、官渡区、盘龙区" 
                },
                {
                  "sheng":"云南",
                  "city":"曲靖市" ,
                  "ser":"麒麟区" 
                },
                {
                  "sheng":"浙江",
                  "city":"杭州市" ,
                  "ser":"上城区、下城区、拱墅区、江干区、滨江区、西湖区" 
                },
                {
                  "sheng":"浙江",
                  "city":"湖州市" ,
                  "ser":"吴兴区" 
                },
                {
                  "sheng":"浙江",
                  "city":"湖州市--长兴县" ,
                  "ser":"长兴县" 
                },
                {
                  "sheng":"浙江",
                  "city":"嘉兴市" ,
                  "ser":"南湖区、秀洲区" 
                },
                {
                  "sheng":"浙江",
                  "city":"金华市" ,
                  "ser":"婺城区、金东区" 
                },
                {
                  "sheng":"浙江",
                  "city":"金华市--义乌市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"浙江",
                  "city":"丽水市" ,
                  "ser":"莲都区" 
                },
                {
                  "sheng":"浙江",
                  "city":"宁波市" ,
                  "ser":"江东区、江北区、海曙区、鄞州区" 
                },
                {
                  "sheng":"浙江",
                  "city":"宁波市--北仑区" ,
                  "ser":"北仑区" 
                },
                {
                  "sheng":"浙江",
                  "city":"宁波市--慈溪市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"浙江",
                  "city":"宁波市--奉化市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"浙江",
                  "city":"宁波市--象山县" ,
                  "ser":"象山县" 
                },
                {
                  "sheng":"浙江",
                  "city":"宁波市--余姚市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"浙江",
                  "city":"衢州市" ,
                  "ser":"柯城区、衢江区" 
                },
                {
                  "sheng":"浙江",
                  "city":"绍兴市" ,
                  "ser":"上虞区、柯桥区、越城区" 
                },
                {
                  "sheng":"浙江",
                  "city":"绍兴市--诸暨市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"浙江",
                  "city":"台州市" ,
                  "ser":"椒江区、路桥区、黄岩区" 
                },
                {
                  "sheng":"浙江",
                  "city":"台州市--临海市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"浙江",
                  "city":"台州市--三门县" ,
                  "ser":"三门县" 
                },
                {
                  "sheng":"浙江",
                  "city":"台州市--温岭市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"浙江",
                  "city":"台州市--玉环县" ,
                  "ser":"玉环县" 
                },
                {
                  "sheng":"浙江",
                  "city":"桐乡市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"浙江",
                  "city":"温州市" ,
                  "ser":"瓯海区、鹿城区、龙湾区" 
                },
                {
                  "sheng":"浙江",
                  "city":"温州市--瑞安市" ,
                  "ser":"城区" 
                },
                {
                  "sheng":"重庆",
                  "city":"重庆市" ,
                  "ser":"九龙坡区、北碚区、南岸区、大渡口区、巴南区、江北区、沙坪坝区、渝中区、渝北区" 
                },
                {
                  "sheng":"重庆",
                  "city":"重庆市--涪陵区" ,
                  "ser":"涪陵区" 
                },
                {
                  "sheng":"重庆",
                  "city":"重庆市--万州区" ,
                  "ser":"万州区" 
                },
            ]
        }
    },
}
</script>
<style>
.sel-table .mu-table tr{
    height:35px;
}
.sel-table .mu-table th{
    padding:4px;
    height:40px;
    border-right:1px solid rgba(0,0,0,.12);
}
.sel-table .mu-table td{
    padding:5px;
    height:30px;
    border:1px solid rgba(0,0,0,.12);
}
.mu-table table{
  width:100%;
}
</style>